Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# safety.report.intro
source: Pick the closest match. A human reviews every report, and what you choose decides who reads it first.
ar: اختر الأقرب. كل بلاغ يراجعه إنسان، وما تختاره يحدد من يقرؤه أولًا.
bn: সবচেয়ে কাছেরটি বেছে নিন। একজন মানুষ প্রতিটি রিপোর্ট পর্যালোচনা করেন, আর আপনার বাছাই ঠিক করে কে এটি প্রথম পড়বেন।
ca: Tria la opció més propera. Una persona revisa cada denúncia, i el que triïs decideix qui la llegeix primer.
cs: Vyber nejbližší možnost. Každé nahlášení posuzuje člověk a to, co zvolíš, určuje, kdo ho přečte jako první.
da: Vælg det nærmeste match. Et menneske gennemgår hver anmeldelse, og det, du vælger, afgør, hvem der læser den først.
de: Wähle die passendste Option. Ein Mensch prüft jede Meldung, und deine Wahl entscheidet, wer sie zuerst liest.
el: Διάλεξε την πιο κοντινή επιλογή. Κάθε αναφορά εξετάζεται από άνθρωπο και αυτό που επιλέγεις καθορίζει ποιος τη διαβάζει πρώτος.
es: Elige la opción más cercana. Una persona revisa cada denuncia, y lo que elijas decide quién la lee primero.
fi: Valitse lähin vastine. Ihminen tarkastaa jokaisen ilmiannon, ja valintasi päättää, kuka sen lukee ensin.
fr: Choisissez le motif le plus proche. Une personne examine chaque signalement, et votre choix détermine qui le lit en premier.
he: בחר את ההתאמה הקרובה ביותר. אדם בודק כל דיווח, ומה שתבחר קובע מי קורא אותו קודם.
hi: सबसे करीबी विकल्प चुनें। हर रिपोर्ट को एक इंसान देखता है, और आपका चुनाव तय करता है कि उसे पहले कौन पढ़ेगा।
hr: Odaberi najbliže podudaranje. Čovjek pregledava svaku prijavu, a ono što odabereš određuje tko je čita prvi.
hu: Válaszd a legközelebbit. Minden jelentést ember néz át, és a választásod dönti el, ki olvassa el először.
id: Pilih yang paling mendekati. Manusia meninjau setiap laporan, dan pilihanmu menentukan siapa yang membacanya lebih dulu.
it: Scegli la corrispondenza più vicina. Una persona esamina ogni segnalazione, e ciò che scegli decide chi la legge per primo.
ja: 最も近いものを選んでください。すべての報告は人が確認し、選んだ内容によって最初に読む人が決まります。
ko: 가장 가까운 항목을 선택하세요. 모든 신고는 사람이 검토하며, 선택에 따라 누가 먼저 읽을지 결정돼요.
ml: ഏറ്റവും അടുത്തത് തിരഞ്ഞെടുക്കുക. ഓരോ റിപ്പോർട്ടും ഒരു മനുഷ്യൻ പരിശോധിക്കും, നിങ്ങൾ തിരഞ്ഞെടുക്കുന്നത് ആദ്യം ആര് വായിക്കണമെന്ന് തീരുമാനിക്കും.
ms: Pilih yang paling hampir. Seorang manusia menyemak setiap laporan, dan pilihan anda menentukan siapa yang membacanya dahulu.
nb: Velg det som passer best. Et menneske vurderer hver rapport, og det du velger, avgjør hvem som leser den først.
nl: Kies de beste overeenkomst. Een mens beoordeelt elke melding, en wat je kiest bepaalt wie hem als eerste leest.
pl: Wybierz najbliższe dopasowanie. Każde zgłoszenie sprawdza człowiek, a Twój wybór decyduje, kto przeczyta je najpierw.
pt_br: Escolha a opção mais próxima. Uma pessoa analisa cada denúncia, e o que você escolher define quem a lê primeiro.
pt_pt: Escolha a opção mais próxima. Uma pessoa revê todas as denúncias, e o que escolher decide quem a lê primeiro.
ro: Alege cea mai apropiată variantă. Fiecare raportare este analizată de un om, iar alegerea ta decide cine o citește primul.
ru: Выберите наиболее подходящий вариант. Каждую жалобу рассматривает человек, а ваш выбор определяет, кто прочтёт её первым.
sk: Vyber najbližšiu možnosť. Každé nahlásenie posudzuje človek a tvoj výber rozhoduje, kto ho prečíta ako prvý.
sv: Välj det som passar bäst. En människa granskar varje rapport, och ditt val avgör vem som läser den först.
ta: மிகவும் நெருக்கமானதைத் தேர்ந்தெடுங்கள். ஒரு மனிதர் ஒவ்வொரு புகாரையும் மதிப்பாய்வு செய்கிறார், நீங்கள் தேர்ந்தெடுப்பது யார் முதலில் படிப்பார் என்பதைத் தீர்மானிக்கும்.
te: అత్యంత దగ్గరగా సరిపోయేదాన్ని ఎంచుకోండి. ప్రతి రిపోర్ట్‌ను మనిషి సమీక్షిస్తారు, మీరు ఎంచుకున్నది దాన్ని ముందు ఎవరు చదవాలో నిర్ణయిస్తుంది.
th: เลือกที่ใกล้เคียงที่สุด มีคนตรวจสอบทุกรายงาน และสิ่งที่คุณเลือกกำหนดว่าใครอ่านก่อน
tr: En yakın eşleşmeyi seçin. Her şikayeti bir insan inceler ve seçiminiz, onu önce kimin okuyacağını belirler.
uk: Виберіть найближчий варіант. Кожну скаргу розглядає людина, і ваш вибір визначає, хто прочитає її першим.
ur: سب سے قریب والی وجہ چنیں۔ ہر رپورٹ کو ایک انسان دیکھتا ہے، اور آپ کا انتخاب طے کرتا ہے کہ اسے پہلے کون پڑھے گا۔
vi: Chọn mục gần đúng nhất. Một người thật xem xét mọi báo cáo, và lựa chọn của bạn quyết định ai đọc đầu tiên.
zh_hans: 请选择最接近的一项。每份举报都会由真人审核，你的选择决定谁最先阅读。
zh_hant: 請選擇最接近的選項。每項檢舉都由真人審核，你的選擇會決定誰先閱讀。

# safety.report.isSilent
source: Reporting is confidential. The account you report is never shown who reported them.
ar: الإبلاغ سري. ولا يُعرض على الحساب الذي تبلّغ عنه من أبلغ عنه أبدًا.
bn: রিপোর্ট গোপনীয়। যে অ্যাকাউন্ট রিপোর্ট করেন তাকে কখনও দেখানো হয় না কে রিপোর্ট করেছে।
ca: Denunciar és confidencial. Al compte que denuncies mai se li mostra qui l'ha denunciat.
cs: Nahlášení je důvěrné. Nahlášenému účtu se nikdy neukáže, kdo ho nahlásil.
da: Anmeldelser er fortrolige. Den konto, du anmelder, får aldrig vist, hvem der anmeldte den.
de: Meldungen sind vertraulich. Dem gemeldeten Konto wird nie gezeigt, wer es gemeldet hat.
el: Η αναφορά είναι εμπιστευτική. Στον λογαριασμό που αναφέρεις δεν εμφανίζεται ποτέ ποιος τον ανέφερε.
es: La denuncia es confidencial. A la cuenta que denuncias nunca se le muestra quién la denunció.
fi: Ilmiantaminen on luottamuksellista. Ilmiantamallesi tilille ei koskaan näytetä, kuka ilmiantoi.
fr: Le signalement est confidentiel. Le compte signalé ne voit jamais qui l’a signalé.
he: דיווח הוא חסוי. החשבון שעליו דיווחת אף פעם לא רואה מי דיווח עליו.
hi: रिपोर्टिंग गोपनीय है। आप जिस अकाउंट को रिपोर्ट करते हैं उसे कभी नहीं दिखाया जाता कि किसने रिपोर्ट किया।
hr: Prijava je povjerljiva. Računu koji prijaviš nikada se ne prikazuje tko ga je prijavio.
hu: A jelentés bizalmas. A jelentett fiók soha nem látja, ki jelentette.
id: Pelaporan bersifat rahasia. Akun yang kamu laporkan tidak pernah diperlihatkan siapa yang melaporkannya.
it: La segnalazione è riservata. All'account che segnali non viene mai mostrato chi l'ha segnalato.
ja: 報告は非公開です。報告されたアカウントに、誰が報告したかが表示されることはありません。
ko: 신고는 비밀이 보장돼요. 신고당한 계정에는 누가 신고했는지 절대 표시되지 않아요.
ml: റിപ്പോർട്ടിംഗ് രഹസ്യമാണ്. ആരാണ് റിപ്പോർട്ട് ചെയ്തതെന്ന് റിപ്പോർട്ട് ചെയ്യപ്പെട്ട അക്കൗണ്ടിനെ ഒരിക്കലും കാണിക്കില്ല.
ms: Pelaporan adalah sulit. Akaun yang anda laporkan tidak pernah ditunjukkan siapa yang melaporkan mereka.
nb: Rapportering er konfidensiell. Kontoen du rapporterer, får aldri se hvem som rapporterte.
nl: Melden is vertrouwelijk. Het account dat je meldt krijgt nooit te zien wie hen heeft gemeld.
pl: Zgłoszenia są poufne. Zgłaszane konto nigdy nie widzi, kto je zgłosił.
pt_br: A denúncia é confidencial. A conta denunciada nunca vê quem a denunciou.
pt_pt: A denúncia é confidencial. A conta denunciada nunca vê quem a denunciou.
ro: Raportarea este confidențială. Contului raportat nu i se arată niciodată cine l-a raportat.
ru: Жалоба конфиденциальна. Аккаунту, на который вы жалуетесь, никогда не показывают, кто пожаловался.
sk: Nahlásenie je dôverné. Nahlásenému účtu sa nikdy nezobrazí, kto ho nahlásil.
sv: Rapportering är konfidentiell. Kontot du rapporterar får aldrig se vem som rapporterade det.
ta: புகார் ரகசியமானது. நீங்கள் புகாரளிக்கும் கணக்குக்கு யார் புகாரளித்தார் என்று ஒருபோதும் காட்டப்படாது.
te: రిపోర్టింగ్ గోప్యమైనది. మీరు రిపోర్ట్ చేసిన ఖాతాకు ఎవరు రిపోర్ట్ చేశారో ఎప్పుడూ చూపబడదు.
th: การรายงานเป็นความลับ บัญชีที่คุณรายงานจะไม่เห็นว่าใครรายงาน
tr: Şikayet gizlidir. Şikayet ettiğiniz hesaba kimin şikayet ettiği asla gösterilmez.
uk: Скарга конфіденційна. Обліковий запис, на який ви скаржитеся, ніколи не бачить, хто це зробив.
ur: رپورٹ رازدارانہ ہے۔ جس اکاؤنٹ کی آپ رپورٹ کریں اسے کبھی نہیں دکھایا جاتا کہ کس نے رپورٹ کی۔
vi: Báo cáo là bí mật. Tài khoản bạn báo cáo không bao giờ được cho biết ai đã báo cáo họ.
zh_hans: 举报是保密的。被举报的账户永远不会看到是谁举报了他们。
zh_hant: 檢舉是保密的。被檢舉的帳號絕不會得知是誰檢舉的。

# safety.report.nav.report
source: Report
ar: إبلاغ
bn: রিপোর্ট
ca: Denuncia
cs: Nahlásit
da: Anmeld
de: Melden
el: Αναφορά
es: Denunciar
fi: Ilmianna
fr: Signaler
he: דיווח
hi: रिपोर्ट करें
hr: Prijava
hu: Jelentés
id: Laporkan
it: Segnala
ja: 報告
ko: 신고
ml: റിപ്പോർട്ട്
ms: Lapor
nb: Rapporter
nl: Melden
pl: Zgłoszenie
pt_br: Denunciar
pt_pt: Denunciar
ro: Raportează
ru: Жалоба
sk: Nahlásiť
sv: Rapportera
ta: புகாரளி
te: రిపోర్ట్
th: รายงาน
tr: Şikayet
uk: Скарга
ur: رپورٹ
vi: Báo cáo
zh_hans: 举报
zh_hant: 檢舉

# safety.report.nav.support
source: Support
ar: دعم
bn: সহায়তা
ca: Suport
cs: Podpora
da: Støtte
de: Hilfe
el: Υποστήριξη
es: Ayuda
fi: Tuki
fr: Aide
he: תמיכה
hi: सहायता
hr: Podrška
hu: Segítség
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
ml: സഹായം
ms: Sokongan
nb: Hjelp
nl: Hulp
pl: Wsparcie
pt_br: Apoio
pt_pt: Apoio
ro: Suport
ru: Поддержка
sk: Podpora
sv: Stöd
ta: ஆதரவு
te: సహాయం
th: ความช่วยเหลือ
tr: Destek
uk: Підтримка
ur: مدد
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

# safety.report.nextSteps.header
source: If you would rather not see them
ar: إن كنت تفضّل ألا تراه
bn: তাদের না দেখতে চাইলে
ca: Si prefereixes no veure'l
cs: Pokud je raději nechceš vidět
da: Hvis du helst ikke vil se dem
de: Wenn du sie lieber nicht sehen möchtest
el: Αν προτιμάς να μην τους βλέπεις
es: Si prefieres no verlos
fi: Jos et halua nähdä heitä
fr: Si vous préférez ne plus les voir
he: אם אתה מעדיף לא לראות אותם
hi: अगर आप उन्हें नहीं देखना चाहते
hr: Ako ih radije ne želiš vidjeti
hu: Ha inkább nem látnád őket
id: Jika kamu tidak ingin melihat mereka
it: Se preferisci non vederlo
ja: 見たくない場合は
ko: 더 이상 보고 싶지 않다면
ml: അവരെ കാണേണ്ടെന്നുണ്ടെങ്കിൽ
ms: Jika anda lebih suka tidak melihat mereka
nb: Hvis du heller ikke vil se dem
nl: Als je ze liever niet ziet
pl: Jeśli wolisz ich nie widzieć
pt_br: Se você prefere não ver a pessoa
pt_pt: Se preferir não os ver
ro: Dacă preferi să nu-i mai vezi
ru: Если вы не хотите их видеть
sk: Ak ich radšej nechceš vidieť
sv: Om du helst inte vill se dem
ta: அவர்களைப் பார்க்க விரும்பவில்லை என்றால்
te: మీరు వారిని చూడకూడదనుకుంటే
th: หากคุณไม่อยากเห็นพวกเขา
tr: Onları görmek istemiyorsanız
uk: Якщо ви не хочете їх бачити
ur: اگر آپ انہیں نہیں دیکھنا چاہتے
vi: Nếu bạn không muốn thấy họ
zh_hans: 如果你不想再看到对方
zh_hant: 如果你不想再看到對方

# safety.report.notReady.a11y
source: Not ready yet. %@
ar: غير جاهز بعد. %@
bn: এখনও প্রস্তুত নয়। %@
ca: Encara no està a punt. %@
cs: Ještě není připraveno. %@
da: Ikke klar endnu. %@
de: Noch nicht bereit. %@
el: Δεν είναι έτοιμο ακόμα. %@
es: Aún no está listo. %@
fi: Ei vielä valmis. %@
fr: Pas encore prêt. %@
he: עדיין לא מוכן. %@
hi: अभी तैयार नहीं। %@
hr: Još nije spremno. %@
hu: Még nem kész. %@
id: Belum siap. %@
it: Non ancora pronto. %@
ja: まだ準備ができていません。%@
ko: 아직 준비되지 않았어요. %@
ml: ഇതുവരെ തയ്യാറായില്ല. %@
ms: Belum sedia. %@
nb: Ikke klar ennå. %@
nl: Nog niet klaar. %@
pl: Jeszcze nie gotowe. %@
pt_br: Ainda não está pronto. %@
pt_pt: Ainda não está pronto. %@
ro: Încă nu e gata. %@
ru: Пока не готово. %@
sk: Ešte nie je pripravené. %@
sv: Inte klart än. %@
ta: இன்னும் தயாராகவில்லை. %@
te: ఇంకా సిద్ధంగా లేదు. %@
th: ยังไม่พร้อม %@
tr: Henüz hazır değil. %@
uk: Ще не готово. %@
ur: ابھی تیار نہیں۔ %@
vi: Chưa sẵn sàng. %@
zh_hans: 尚未就绪。%@
zh_hant: 尚未就緒。%@

# safety.report.outcome
source: Known reviews every report. Not every report leads to something being removed, and you will not always be told what happened.
ar: يراجع معروف كل بلاغ. ولا يؤدي كل بلاغ إلى إزالة شيء، ولن تُبلَّغ دائمًا بما حدث.
bn: Known প্রতিটি রিপোর্ট পর্যালোচনা করে। প্রতিটি রিপোর্টে কিছু সরানো হয় না, আর কী হলো তা আপনাকে সবসময় জানানো হবে না।
ca: Known revisa cada denúncia. No totes les denúncies porten a eliminar alguna cosa, i no sempre se't dirà què ha passat.
cs: Known posuzuje každé nahlášení. Ne každé vede k odstranění a ne vždy se dozvíš, co se stalo.
da: Known gennemgår hver anmeldelse. Ikke alle anmeldelser fører til, at noget fjernes, og du får ikke altid at vide, hvad der skete.
de: Known prüft jede Meldung. Nicht jede Meldung führt dazu, dass etwas entfernt wird, und du erfährst nicht immer, was passiert ist.
el: Το Known εξετάζει κάθε αναφορά. Δεν οδηγεί κάθε αναφορά στην αφαίρεση κάποιου περιεχομένου και δεν θα ενημερώνεσαι πάντα για το τι έγινε.
es: Known revisa cada denuncia. No toda denuncia lleva a que se elimine algo, y no siempre se te dirá qué pasó.
fi: Known tarkastaa jokaisen ilmiannon. Kaikki ilmiannot eivät johda poistoon, etkä aina saa tietää, mitä tapahtui.
fr: Known examine chaque signalement. Tous ne mènent pas à un retrait, et vous ne saurez pas toujours ce qui s’est passé.
he: Known בודקת כל דיווח. לא כל דיווח מוביל להסרת משהו, ולא תמיד תקבל הודעה על מה שקרה.
hi: Known हर रिपोर्ट की समीक्षा करता है। हर रिपोर्ट पर कुछ हटाया नहीं जाता, और आपको हमेशा नहीं बताया जाएगा कि क्या हुआ।
hr: Known pregledava svaku prijavu. Ne vodi svaka prijava do uklanjanja, a ne obavijestimo te uvijek o ishodu.
hu: A Known minden jelentést áttekint. Nem minden jelentés vezet eltávolításhoz, és nem mindig tudjuk meg, mi történt.
id: Known meninjau setiap laporan. Tidak setiap laporan berujung pada sesuatu dihapus, dan kamu tidak akan selalu diberi tahu apa yang terjadi.
it: Known esamina ogni segnalazione. Non ogni segnalazione porta alla rimozione di qualcosa, e non sempre ti verrà detto cosa è successo.
ja: Knownはすべての報告を審査します。すべての報告で何かが削除されるわけではなく、結果が必ず知らされるとも限りません。
ko: Known은 모든 신고를 검토해요. 모든 신고가 삭제로 이어지는 것은 아니며, 어떤 일이 있었는지 항상 알려드리지는 않아요.
ml: Known ഓരോ റിപ്പോർട്ടും പരിശോധിക്കും. എല്ലാ റിപ്പോർട്ടും എന്തെങ്കിലും നീക്കം ചെയ്യുന്നതിലേക്ക് നയിക്കില്ല, എന്ത് സംഭവിച്ചെന്ന് എപ്പോഴും നിങ്ങളെ അറിയിക്കണമെന്നുമില്ല.
ms: Known menyemak setiap laporan. Tidak setiap laporan membawa kepada sesuatu dialih keluar, dan anda tidak akan sentiasa diberitahu apa yang berlaku.
nb: Known vurderer hver rapport. Ikke alle rapporter fører til at noe fjernes, og du får ikke alltid vite hva som skjedde.
nl: Known beoordeelt elke melding. Niet elke melding leidt ertoe dat iets wordt verwijderd, en je hoort niet altijd wat er is gebeurd.
pl: Known sprawdza każde zgłoszenie. Nie każde zgłoszenie prowadzi do usunięcia czegokolwiek i nie zawsze zostaniesz poinformowany, co się stało.
pt_br: O Known analisa todas as denúncias. Nem toda denúncia leva à remoção de algo, e nem sempre você será avisado do que aconteceu.
pt_pt: A Known revê todas as denúncias. Nem todas as denúncias levam a que algo seja removido, e nem sempre será informado do que aconteceu.
ro: Known analizează fiecare raportare. Nu orice raportare duce la eliminarea a ceva și nu vei fi mereu anunțat ce s-a întâmplat.
ru: Known рассматривает каждую жалобу. Не каждая жалоба приводит к удалению, и вам не всегда сообщат, что было сделано.
sk: Known posudzuje každé nahlásenie. Nie každé vedie k odstráneniu niečoho a nie vždy sa dozvieš, čo sa stalo.
sv: Known granskar varje rapport. Inte varje rapport leder till att något tas bort, och du får inte alltid veta vad som hände.
ta: Known ஒவ்வொரு புகாரையும் மதிப்பாய்வு செய்கிறது. ஒவ்வொரு புகாரும் எதையாவது நீக்க வழிவகுக்காது, என்ன நடந்தது என்று எப்போதும் உங்களுக்குச் சொல்லப்படாது.
te: Known ప్రతి రిపోర్ట్‌ను సమీక్షిస్తుంది. ప్రతి రిపోర్ట్ ఏదో తొలగింపునకు దారితీయదు, ఏం జరిగిందో మీకు ఎల్లప్పుడూ చెప్పబడదు.
th: Known ตรวจสอบทุกรายงาน ไม่ใช่ทุกรายงานที่นำไปสู่การลบ และคุณอาจไม่ได้รับแจ้งเสมอไปว่าเกิดอะไรขึ้น
tr: Known her şikayeti inceler. Her şikayet bir şeyin kaldırılmasıyla sonuçlanmaz ve ne olduğu size her zaman söylenmez.
uk: Known розглядає кожну скаргу. Не кожна скарга призводить до видалення чогось, і вам не завжди повідомлять, що сталося.
ur: Known ہر رپورٹ کا جائزہ لیتا ہے۔ ہر رپورٹ پر کچھ ہٹایا نہیں جاتا، اور آپ کو ہمیشہ نہیں بتایا جائے گا کہ کیا ہوا۔
vi: Known xem xét mọi báo cáo. Không phải báo cáo nào cũng dẫn đến việc gỡ bỏ nội dung, và bạn sẽ không phải lúc nào cũng được báo điều gì đã xảy ra.
zh_hans: Known 会审核每一份举报。并非每份举报都会导致内容被移除，你也不一定会被告知结果。
zh_hant: Known 會審核每項檢舉。並非每項檢舉都會導致內容被移除，你也不一定會得知結果。

# safety.report.reason.hint
source: Chooses this as the reason
ar: يختار هذا سببًا
bn: এটিকে কারণ হিসেবে বেছে নেয়
ca: Tria això com a motiu
cs: Vybere toto jako důvod
da: Vælger dette som årsag
de: Wählt dies als Grund
el: Το επιλέγει ως λόγο
es: Elige esto como motivo
fi: Valitsee tämän syyksi
fr: Choisit ceci comme motif
he: בוחר בזה כסיבה
hi: इसे कारण के रूप में चुनता है
hr: Odabire ovo kao razlog
hu: Ezt választja okként
id: Memilih ini sebagai alasan
it: Sceglie questo come motivo
ja: これを理由として選びます
ko: 이것을 사유로 선택해요
ml: ഇത് കാരണമായി തിരഞ്ഞെടുക്കുന്നു
ms: Memilih ini sebagai sebab
nb: Velger dette som årsak
nl: Kiest dit als reden
pl: Wybiera to jako powód
pt_br: Escolhe isto como o motivo
pt_pt: Escolhe isto como motivo
ro: Alege acesta ca motiv
ru: Выбирает это как причину
sk: Vyberie toto ako dôvod
sv: Väljer detta som orsak
ta: இதைக் காரணமாகத் தேர்ந்தெடுக்கும்
te: దీన్ని కారణంగా ఎంచుకుంటుంది
th: เลือกเป็นเหตุผล
tr: Bunu neden olarak seçer
uk: Вибирає це як причину
ur: اسے وجہ کے طور پر چنتا ہے
vi: Chọn mục này làm lý do
zh_hans: 选择此项作为原因
zh_hant: 選擇此項作為原因

# safety.report.reason.selectedHint
source: Selected. Tap again to clear it.
ar: مُختار. اضغط مرة أخرى لإلغائه.
bn: বাছাই করা। সরাতে আবার ট্যাপ করুন।
ca: Seleccionat. Toca de nou per desseleccionar-lo.
cs: Vybráno. Dalším klepnutím zrušíš výběr.
da: Valgt. Tryk igen for at fjerne valget.
de: Ausgewählt. Erneut tippen, um es abzuwählen.
el: Επιλεγμένο. Πάτησε ξανά για να το αποεπιλέξεις.
es: Seleccionado. Toca de nuevo para quitarlo.
fi: Valittu. Napauta uudelleen tyhjentääksesi.
fr: Sélectionné. Touchez à nouveau pour désélectionner.
he: נבחר. הקש שוב כדי לנקות.
hi: चुना गया। हटाने के लिए फिर टैप करें।
hr: Odabrano. Dodirni ponovno za poništavanje.
hu: Kiválasztva. Koppints újra a törléséhez.
id: Dipilih. Ketuk lagi untuk membatalkan.
it: Selezionato. Tocca di nuovo per deselezionarlo.
ja: 選択中。もう一度タップすると解除します。
ko: 선택됨. 다시 탭하면 해제돼요.
ml: തിരഞ്ഞെടുത്തു. ഒഴിവാക്കാൻ വീണ്ടും ടാപ്പ് ചെയ്യുക.
ms: Dipilih. Ketik sekali lagi untuk mengosongkannya.
nb: Valgt. Trykk igjen for å fjerne valget.
nl: Geselecteerd. Tik opnieuw om te wissen.
pl: Wybrano. Stuknij ponownie, aby wyczyścić.
pt_br: Selecionado. Toque de novo para limpar.
pt_pt: Selecionado. Toque novamente para limpar.
ro: Selectat. Atinge din nou pentru a șterge.
ru: Выбрано. Коснитесь ещё раз, чтобы снять выбор.
sk: Vybrané. Ťuknutím znova zrušíš výber.
sv: Vald. Tryck igen för att avmarkera.
ta: தேர்ந்தெடுக்கப்பட்டது. நீக்க மீண்டும் தட்டுங்கள்.
te: ఎంచుకున్నారు. తొలగించడానికి మళ్లీ ట్యాప్ చేయండి.
th: เลือกแล้ว แตะอีกครั้งเพื่อล้าง
tr: Seçili. Temizlemek için yeniden dokunun.
uk: Вибрано. Торкніться ще раз, щоб скасувати.
ur: منتخب۔ ہٹانے کے لیے دوبارہ ٹیپ کریں۔
vi: Đã chọn. Chạm lại để bỏ chọn.
zh_hans: 已选择。再次轻点可取消。
zh_hant: 已選取。再點一次即可清除。

# safety.report.reasonHeader
source: WHAT IS WRONG?
ar: ما المشكلة؟
bn: কী ঠিক নেই?
ca: QUÈ PASSA?
cs: CO JE ŠPATNĚ?
da: HVAD ER GALT?
de: WAS STIMMT NICHT?
el: ΤΙ ΔΕΝ ΠΑΕΙ ΚΑΛΑ;
es: ¿QUÉ OCURRE?
fi: MIKÄ ON VIALLA?
fr: QU’EST-CE QUI NE VA PAS ?
he: מה לא בסדר?
hi: क्या ग़लत है?
hr: ŠTO NIJE U REDU?
hu: MI A BAJ?
id: APA YANG SALAH?
it: COSA NON VA?
ja: 何が問題ですか?
ko: 무엇이 문제인가요?
ml: എന്താണ് പ്രശ്നം?
ms: APA YANG TIDAK KENA?
nb: HVA ER GALT?
nl: WAT IS ER MIS?
pl: CO JEST NIE TAK?
pt_br: O QUE HÁ DE ERRADO?
pt_pt: O QUE ESTÁ ERRADO?
ro: CE ESTE GREȘIT?
ru: ЧТО НЕ ТАК?
sk: ČO JE ZLÉ?
sv: VAD ÄR FEL?
ta: என்ன தவறு?
te: ఏం తప్పు?
th: มีอะไรผิดปกติ
tr: NEYİN YANLIŞ OLDUĞU?
uk: ЩО НЕ ТАК?
ur: کیا غلط ہے؟
vi: ĐIỀU GÌ SAI?
zh_hans: 哪里不对？
zh_hant: 哪裡有問題？

# safety.report.received.body
source: A reviewer will read this.%@ You can see everything you have reported under Settings → Safety.
ar: سيقرأ هذا مراجع.%@ ويمكنك رؤية كل ما أبلغت عنه في الإعدادات ← الأمان.
bn: একজন রিভিউয়ার এটি পড়বেন।%@ আপনার রিপোর্ট করা সবকিছু সেটিংস → নিরাপত্তায় দেখতে পাবেন।
ca: Un revisor ho llegirà.%@ Pots veure tot el que has denunciat a Ajustos → Seguretat.
cs: Posuzovatel si to přečte.%@ Vše, co jsi nahlásil, uvidíš v Nastavení → Bezpečí.
da: En gennemgående vil læse dette.%@ Du kan se alt, du har anmeldt, under Indstillinger → Sikkerhed.
de: Ein Prüfer wird das lesen.%@ Alles, was du gemeldet hast, siehst du unter Einstellungen → Sicherheit.
el: Ένας ελεγκτής θα το διαβάσει.%@ Μπορείς να δεις όλα όσα έχεις αναφέρει στις Ρυθμίσεις → Ασφάλεια.
es: Un revisor leerá esto.%@ Puedes ver todo lo que has denunciado en Ajustes → Seguridad.
fi: Tarkastaja lukee tämän.%@ Näet kaiken ilmiantamasi kohdassa Asetukset → Turvallisuus.
fr: Un vérificateur le lira.%@ Vous pouvez voir tout ce que vous avez signalé dans Réglages → Sécurité.
he: בודק יקרא את זה.%@ אפשר לראות את כל מה שדיווחת עליו בהגדרות ← בטיחות.
hi: एक समीक्षक इसे पढ़ेगा।%@ आपने जो कुछ रिपोर्ट किया है वह सब आप सेटिंग्स → सुरक्षा में देख सकते हैं।
hr: Recenzent će ovo pročitati.%@ Sve što si prijavio/la možeš vidjeti u Postavke → Sigurnost.
hu: Egy elbíráló el fogja olvasni.%@ Mindent, amit jelentettél, megtalálsz itt: Beállítások → Biztonság.
id: Seorang peninjau akan membaca ini.%@ Kamu bisa melihat semua yang pernah kamu laporkan di Pengaturan → Keamanan.
it: Un revisore la leggerà.%@ Puoi vedere tutto ciò che hai segnalato in Impostazioni → Sicurezza.
ja: 審査担当者が確認します。%@報告した内容は、設定 → 安全ですべて確認できます。
ko: 검토자가 읽을 거예요.%@ 신고한 모든 내용은 설정 → 안전에서 확인할 수 있어요.
ml: ഒരു പരിശോധകൻ ഇത് വായിക്കും.%@ നിങ്ങൾ റിപ്പോർട്ട് ചെയ്തതെല്ലാം ക്രമീകരണങ്ങൾ → സുരക്ഷ എന്നതിൽ കാണാം.
ms: Seorang penyemak akan membaca ini.%@ Anda boleh melihat semua yang telah anda laporkan di bawah Tetapan → Keselamatan.
nb: En vurderer leser dette.%@ Du kan se alt du har rapportert under Innstillinger → Sikkerhet.
nl: Een beoordelaar leest dit.%@ Alles wat je hebt gemeld zie je onder Instellingen → Veiligheid.
pl: Recenzent to przeczyta.%@ Wszystko, co zgłosiłeś, zobaczysz w Ustawienia → Bezpieczeństwo.
pt_br: Um analista vai ler isto.%@ Você pode ver tudo o que denunciou em Ajustes → Segurança.
pt_pt: Um revisor vai ler isto.%@ Pode ver tudo o que denunciou em Definições → Segurança.
ro: Un evaluator va citi asta.%@ Poți vedea tot ce ai raportat în Setări → Siguranță.
ru: Жалобу прочтёт проверяющий.%@ Всё, на что вы пожаловались, можно увидеть в «Настройки» → «Безопасность».
sk: Posudzovateľ si to prečíta.%@ Všetko, čo si nahlásil, vidíš v Nastavenia → Bezpečnosť.
sv: En granskare läser detta.%@ Du kan se allt du har rapporterat under Inställningar → Säkerhet.
ta: ஒரு மதிப்பாய்வாளர் இதைப் படிப்பார்.%@ நீங்கள் புகாரளித்த அனைத்தையும் அமைப்புகள் → பாதுகாப்பு என்பதில் காணலாம்.
te: సమీక్షకుడు దీన్ని చదువుతారు.%@ మీరు రిపోర్ట్ చేసినవన్నీ సెట్టింగ్‌లు → భద్రతలో చూడవచ్చు.
th: ผู้ตรวจสอบจะอ่านเรื่องนี้%@ คุณดูทุกอย่างที่รายงานได้ใต้ การตั้งค่า → ความปลอดภัย
tr: Bir inceleyici bunu okuyacak.%@ Şikayet ettiğiniz her şeyi Ayarlar → Güvenlik altında görebilirsiniz.
uk: Це прочитає перевіряльник.%@ Усе, на що ви поскаржилися, можна побачити в Налаштування → Безпека.
ur: ایک جائزہ لینے والا اسے پڑھے گا۔%@ آپ نے جو کچھ رپورٹ کیا وہ سب سیٹنگز ← تحفظ میں دیکھ سکتے ہیں۔
vi: Một người xét duyệt sẽ đọc báo cáo này.%@ Bạn có thể xem mọi thứ bạn đã báo cáo trong Cài đặt → An toàn.
zh_hans: 审核员会阅读此举报。%@ 你可以在“设置 → 安全”中查看你举报过的所有内容。
zh_hant: 審核人員會閱讀此檢舉。%@你可以在「設定」→「安全」中查看你檢舉過的所有內容。
